Repository: Digital-Environment-PRO-LLP/Liza
Catalog: clients/flutter/ios/Localizable.xcstrings
Source language: en
Languages: de, ru

source: %lld unread messages
de: %lld ungelesene nachrichten

# MSG_FROM_USER
source: %1$@ sent a message
de: %1$@ hat eine Nachricht gesendet
ru: %1$@ отправил(а) сообщение

# IMAGE_FROM_USER
source: %1$@ sent an image
de: %1$@ hat ein Bild gesendet
ru: %1$@ отправил(а) изображение

# IMAGE_FROM_USER_IN_ROOM
source: %1$@ sent an image in %2$@
de: %1$@ hat ein Bild in %2$@ gesendet
ru: %1$@ отправил(а) изображение в %2$@

# VIDEO_FROM_USER
source: %1$@ sent a video
de: %1$@ hat ein Video gesendet
ru: %1$@ отправил(а) видео

# VIDEO_FROM_USER_IN_ROOM
source: %1$@ sent a video in %2$@
de: %1$@ hat ein Video in %2$@ gesendet
ru: %1$@ отправил(а) видео в %2$@

# AUDIO_FROM_USER
source: %1$@ sent an audio message
de: %1$@ hat eine Sprachnachricht gesendet
ru: %1$@ отправил(а) аудиосообщение

# AUDIO_FROM_USER_IN_ROOM
source: %1$@ sent an audio message in %2$@
de: %1$@ hat eine Sprachnachricht in %2$@ gesendet
ru: %1$@ отправил(а) аудиосообщение в %2$@

# FILE_FROM_USER
source: %1$@ sent a file
de: %1$@ hat eine Datei gesendet
ru: %1$@ отправил(а) файл

# FILE_FROM_USER_IN_ROOM
source: %1$@ sent a file in %2$@
de: %1$@ hat eine Datei in %2$@ gesendet
ru: %1$@ отправил(а) файл в %2$@

# STICKER_FROM_USER
source: %1$@ sent a sticker
de: %1$@ hat einen Sticker gesendet
ru: %1$@ отправил(а) стикер

# STICKER_FROM_USER_IN_ROOM
source: %1$@ sent a sticker in %2$@
de: %1$@ hat einen Sticker in %2$@ gesendet
ru: %1$@ отправил(а) стикер в %2$@

# LOCATION_FROM_USER
source: %1$@ shared a location
de: %1$@ hat einen Standort geteilt
ru: %1$@ поделился(-ась) местоположением

# LOCATION_FROM_USER_IN_ROOM
source: %1$@ shared a location in %2$@
de: %1$@ hat einen Standort in %2$@ geteilt
ru: %1$@ поделился(-ась) местоположением в %2$@

# REACT_FROM_USER
source: %1$@ reacted to a message
de: %1$@ hat auf eine Nachricht reagiert
ru: %1$@ отреагировал(а) на сообщение

# REACT_FROM_USER_IN_ROOM
source: %1$@ reacted to a message in %2$@
de: %1$@ hat auf eine Nachricht in %2$@ reagiert
ru: %1$@ отреагировал(а) на сообщение в %2$@

# KEY_REQUEST_FROM_USER
source: %1$@ requested encryption keys
de: %1$@ hat Verschlüsselungsschlüssel angefragt
ru: %1$@ запросил(а) ключи шифрования

# INVITE_FROM_USER
source: %1$@ invited you
de: %1$@ hat dich eingeladen
ru: %1$@ пригласил(а) вас

# INVITE_FROM_USER_TO_ROOM
source: %1$@ invited you to %2$@
de: %1$@ hat dich in %2$@ eingeladen
ru: %1$@ пригласил(а) вас в %2$@

# CALL_FROM_USER
source: Call from %1$@
de: Anruf von %1$@
ru: Звонок от %1$@

# CALL_FROM_USER_IN_ROOM
source: Call from %1$@ in %2$@
de: Anruf von %1$@ in %2$@
ru: Звонок от %1$@ в %2$@

# VOICE_CALL_FROM_USER
source: Voice call from %1$@
de: Sprachanruf von %1$@
ru: Голосовой звонок от %1$@

# VOICE_CALL_FROM_USER_IN_ROOM
source: Voice call from %1$@ in %2$@
de: Sprachanruf von %1$@ in %2$@
ru: Голосовой звонок от %1$@ в %2$@

# VIDEO_CALL_FROM_USER
source: Video call from %1$@
de: Videoanruf von %1$@
ru: Видеозвонок от %1$@

# VIDEO_CALL_FROM_USER_IN_ROOM
source: Video call from %1$@ in %2$@
de: Videoanruf von %1$@ in %2$@
ru: Видеозвонок от %1$@ в %2$@

# USER_INVITE_TO_CHAT
source: %1$@ invited you to chat
de: %1$@ hat dich zum Chat eingeladen
ru: %1$@ приглашает вас в чат

# USER_INVITE_TO_NAMED_ROOM
source: %1$@ invited you to %2$@
de: %1$@ hat dich in %2$@ eingeladen
ru: %1$@ приглашает вас в %2$@

# ENCRYPTED_MSG
source: New encrypted message
de: Neue verschlüsselte Nachricht
ru: Новое зашифрованное сообщение

source: New message - open app to read
de: Neue Nachricht - App öffnen zum lesen
ru: Новое сообщение — откройте приложение

source: %@ sent a message
de: %@ hat eine Nachricht gesendet
ru: %@ отправил(а) сообщение

# MSG_FROM_USER_IN_ROOM
source: %1$@ in %2$@
ru: %1$@ в %2$@

# MSG_FROM_USER_IN_ROOM_WITH_CONTENT
source: %1$@ in %2$@: %3$@
ru: %1$@ в %2$@: %3$@

# ACTION_FROM_USER_IN_ROOM
source: %2$@ %3$@ in %1$@
ru: %2$@ %3$@ в %1$@
